{
    "articles": [
        {
            "id": 1,
            "component": "ArticleProfile",
            "locales": {},
            "settings": {
                "order_items_by": "id",
                "order_items_sort": "asc",
                "contact_list_ids": ["address", "email", "phone"],
                "contact_circles_ids": ["linkedin", "github", "whatsapp"]
            },
            "items": [
                {
                    "id": 1,
                    "locales": {
                        "pt-br": {
                            "description": "Com mais de <strong>15 anos</strong> de experiência em desenvolvimento full stack, atuei em projetos desafiadores para órgãos públicos, agências, startups e empresas de diversos segmentos. Minha trajetória inclui a criação de sistemas complexos, como plataformas de e-commerce, healthtechs, automação de marketing, streaming online, logística, gestão veicular e muito mais."
                        },
                        "en": {
                            "description": "With over <strong>15 years</strong> of experience in full stack development, I have worked on challenging projects for government agencies, digital agencies, startups, and companies from various sectors. My journey includes building complex systems such as e-commerce platforms, healthtech solutions, marketing automation, online streaming, logistics, vehicle management, and more."
                        }
                    }
                },
                {
                    "id": 2,
                    "locales": {
                        "pt-br": {
                            "description": "Sou movido por desafios que exigem criatividade e expertise técnica. Minha abordagem combina atualização constante com as melhores práticas do mercado e um foco incansável em gerar valor. Me moldo conforme os desafios, buscando sempre aprimorar minhas habilidades."
                        },
                        "en": {
                            "description": "I am driven by challenges that demand creativity and technical expertise. My approach combines continuous learning with industry best practices and an unrelenting focus on delivering value. I adapt to challenges, always striving to improve my skills."
                        }
                    }
                }
            ]
        }
    ]
}
